[
  {
    "gdp": "$1.5 trillion",
    "notes": "Canada takes up about two-fifths of the North American continent, making it the second-largest country in the world after Russia. The country is sparsely populated, with most of its 35.5 million residents living within 125 miles of the U.S. border. Canada’s expansive wilderness to the north plays a large role in Canadian identity, as does the country’s reputation of welcoming immigrants.",
    "rank": "#1",
    "ppp_pc": "$46,441",
    "country_name": "Canada",
    "population": "36.3 million"
  },
  {
    "gdp": "$306.1 billion",
    "notes": "The Kingdom of Denmark emerged in the 10th century and includes two North Atlantic island nations, the Faroe Islands and Greenland. Along with Sweden and Norway, it forms Scandinavia, a cultural region in Northern Europe.",
    "rank": "#2",
    "ppp_pc": "$48,230",
    "country_name": "Denmark",
    "population": "5.7 million"
  },
  {
    "gdp": "$511.0 billion",
    "notes": "The Kingdom of Sweden, flanked by Norway to the west and the Baltic Sea to the east, expands across much of the Scandinavian Peninsula and is one of the largest countries in the European Union by land mass. Capital city Stockholm was claimed in the 16th century, and border disputes through the Middle Ages established the modern-day nation.",
    "rank": "#3",
    "ppp_pc": "$49,759",
    "country_name": "Sweden",
    "population": "9.9 million"
  },
  {
    "gdp": "$370.6 billion",
    "notes": "The Kingdom of Norway is the westernmost country in the Scandinavian peninsula, made up mostly of mountainous terrain. Nearly all of its population lives in the south, surrounding the capital, Oslo. Norway’s coastline is made up of thousands of miles of fjords, bays and island shores. The Norwegians developed a maritime culture, and were active throughout the Viking era, establishing settlements in Iceland and Greenland.",
    "rank": "#4",
    "ppp_pc": "$69,407",
    "country_name": "Norway",
    "population": "5.2 million"
  },
  {
    "gdp": "$1.2 trillion",
    "notes": "The Commonwealth of Australia occupies the Australian continent. The country also includes some islands, most notably Tasmania. Indigenous people occupied the land for at least 40,000 years before the first British settlements of the 18th century.",
    "rank": "#5",
    "ppp_pc": "$48,712",
    "country_name": "Australia",
    "population": "24.1 million"
  },
  {
    "gdp": "$659.8 billion",
    "notes": "Switzerland, officially called the Swiss Federation, is a small country in Central Europe made up of 16,000 square miles of glacier-carved Alps, lakes and valleys. It’s one of the world’s wealthiest countries, and has been well-known for centuries for its neutrality.",
    "rank": "#6",
    "ppp_pc": "$60,374",
    "country_name": "Switzerland",
    "population": "8.4 million"
  },
  {
    "gdp": "$236.8 billion",
    "notes": "Geography defines the history and culture of Nordic Finland, one of the most northern-reaching countries in the world. Bordered by Scandinavia, Russia, the Baltic Sea and the Gulf of Bothnia, Finland and its vast stretches of heavily forested open land acts as a northern gate between West and East.",
    "rank": "#7",
    "ppp_pc": "$42,261",
    "country_name": "Finland",
    "population": "5.5 million"
  },
  {
    "gdp": "$770.8 billion",
    "notes": "Situated along the fringes of Western Europe, the Netherlands is a coastal lowland freckled with windmills characteristic of its development around the water. Three major European rivers - the Rhine, Meuse and Schelde - run through neighbors Germany and Belgium into the nation’s busy ports.",
    "rank": "#8",
    "ppp_pc": "$51,249",
    "country_name": "Netherlands",
    "population": "17.0 million"
  },
  {
    "gdp": "$185.0 billion",
    "notes": "British and Polynesian influences course through picturesque New Zealand, an island nation in the Pacific Ocean southeast of Australia. Early Maori settlers ceded sovereignty to British invaders with the Treaty of Waitangi in 1840, and European settlers flooded in. Today, 70 percent of Kiwis, a common term for the people of New Zealand after a native flightless bird, are of European descent. A sense of pride has surged among the Maori, the country’s first settlers who now account for about 14 percent, as homeland grievances become more openly addressed.",
    "rank": "#9",
    "ppp_pc": "$37,165",
    "country_name": "New Zealand",
    "population": "4.7 million"
  },
  {
    "gdp": "$3.5 trillion",
    "notes": "Germany, the most populous nation in the European Union, possesses one of the largest economies in the world and has seen its role in the international community grow steadily since reunification. The Central European country borders nine nations, and its landscape varies, from the northern plains that reach to the North and Baltic seas to the Bavarian Alps in the south.",
    "rank": "#10",
    "ppp_pc": "$48,449",
    "country_name": "Germany",
    "population": "82.7 million"
  },
  {
    "gdp": "$386.4 billion",
    "notes": "Austria a culturally rich, high-income parliamentary democracy that hosts several key international organizations. Located in the heart of Central Europe, the modern Austrian state was shaped by the two world wars of the 20th century.",
    "rank": "#11",
    "ppp_pc": "$47,726",
    "country_name": "Austria",
    "population": "8.7 million"
  },
  {
    "gdp": "$59.9 billion",
    "notes": "The Grand Duchy of Luxembourg is a landlocked country in northern Europe with Belgium to the west, France to the south and Germany to the east. The country is one of the smallest in the world and the second-wealthiest after Qatar. Castles and churches dot its forests and rolling hills.",
    "rank": "#12",
    "ppp_pc": "$105,741",
    "country_name": "Luxembourg",
    "population": "583.0 thousand"
  },
  {
    "gdp": "$2.6 trillion",
    "notes": "The United Kingdom is a highly developed nation that exerts considerable international economic, political, scientific and cultural influence. Located off the northwest corner of Europe, the country includes the island of Great Britain – which contains England, Scotland and Wales – and the northern portion of the island of Ireland. The year 2017 ushered in anxiety about the country’s role on the global stage, due to the public voting in the summer of 2016 to leave the European Union. The vote raises questions about the European Union, as well as the policies supporting the eurozone.",
    "rank": "#13",
    "ppp_pc": "$42,421",
    "country_name": "United Kingdom",
    "population": "65.6 million"
  },
  {
    "gdp": "$4.9 trillion",
    "notes": "Japan, one of the world’s most literate and technically advanced nations, is an East Asian country made up of four main islands. While most of Japan is covered by mountains and heavily wooded areas, the country’s roughly 126 million people lead a distinctly urban lifestyle. Long culturally influenced by its neighbors, today the country blends its ancient traditions with aspects of Western life.",
    "rank": "#14",
    "ppp_pc": "$41,220",
    "country_name": "Japan",
    "population": "127.0 million"
  },
  {
    "gdp": "$294.1 billion",
    "notes": "The Republic of Ireland is an island nation in the Atlantic Ocean, separated from Britain on the east by the Irish Sea. Nicknamed the Emerald Isle for its well-watered grasslands, the country is known for its rich cultural traditions, lively pub scene and its struggles for independence. The country comprises five-sixths of the island of Ireland – the remaining sixth is Northern Ireland, part of the United Kingdom. After a bloody fight for independence and civil war in the early 20th century, Ireland became a republic in 1949.",
    "rank": "#15",
    "ppp_pc": "$69,276",
    "country_name": "Ireland",
    "population": "4.8 million"
  },
  {
    "gdp": "$2.5 trillion",
    "notes": "It is difficult to overstate the influence France has on the world, both in the past and today. Located in Western Europe, France is one of the world’s oldest countries, and its reach extends around the globe through science, politics, economics and perhaps above all, culture. Starting in the Middle Ages, France evolved through kingdom, empire and finally, into a republic. It was one of the first nations to champion the rights of the individual.",
    "rank": "#16",
    "ppp_pc": "$42,336",
    "country_name": "France",
    "population": "66.9 million"
  },
  {
    "gdp": "$18.6 trillion",
    "notes": "The United States of America is a North American nation that is the world’s most dominant economic and military power. Likewise, its cultural imprint spans the world, led in large part by its popular culture expressed in music, movies and television. In 2016 the country elected Donald Trump president. Trump's rhetoric and stances on issues including immigration and foreign trade have raised questions around the world, including from the country’s closest allies, about the nation’s future course on the global stage.",
    "rank": "#17",
    "ppp_pc": "$57,608",
    "country_name": "United States",
    "population": "323.1 million"
  },
  {
    "gdp": "$297.0 billion",
    "notes": "Founded as a British trading colony in the 19th century, Singapore is a bustling metropolis in Southeast Asia and home to one of the world’s busiest ports. The vast majority of its 5.7 million citizens live on the eponymous capital island, and dozens of surrounding islands complete the city state. Gross domestic product per capita is high and unemployment is low, making Singapore one of the wealthiest nations in the world.",
    "rank": "#18",
    "ppp_pc": "$87,832",
    "country_name": "Singapore",
    "population": "5.6 million"
  },
  {
    "gdp": "$1.2 trillion",
    "notes": "A number of independent kingdoms united in 1492 to form the Kingdom of Spain, a cultural patchwork that continues to shape the modern nation’s dynamic identity. Spain comprises much of the Iberian Peninsula, which it shares with Portugal on the southwestern edge of Europe. It also includes the Balearic Islands in the Mediterranean Sea, the Canary Islands in the Atlantic Ocean and two enclaves in North Africa.",
    "rank": "#19",
    "ppp_pc": "$36,347",
    "country_name": "Spain",
    "population": "46.4 million"
  },
  {
    "gdp": "$204.6 billion",
    "notes": "Jutting into the Atlantic Ocean on the edge of the Iberian Peninsula and flanked by Spain to the east, Portugal is a nation with its gaze turned outward. Its history is steeped in discovery and exploration, beginning with early leaders that, after ousting Celtic and Moorish settlers in the 12th century, focused on building their kingdom beyond continental borders.",
    "rank": "#20",
    "ppp_pc": "$28,916",
    "country_name": "Portugal",
    "population": "10.3 million"
  },
  {
    "gdp": "$11.2 trillion",
    "notes": "Home to one of the world’s oldest civilizations, China has been ruled by the Communist Party since 1949, when the nation was established as the People’s Republic of China. The country is the world’s most populous and is considered the second-largest by land mass.",
    "rank": "#21",
    "ppp_pc": "$15,395",
    "country_name": "China",
    "population": "1.4 billion"
  },
  {
    "gdp": "$1.8 trillion",
    "notes": "Italy is a south-central European country, whose boot-shaped borders extend into the Mediterranean Sea. The country’s historical cities, world-renowned cuisine and geographic beauty make it a popular destination for more than 40 million tourists each year. The nation is home to Mount Etna, Europe’s tallest and most active volcano, and houses two countries within its borders – the Vatican and San Marino.",
    "rank": "#22",
    "ppp_pc": "$36,823",
    "country_name": "Italy",
    "population": "60.6 million"
  },
  {
    "gdp": "$469.5 billion",
    "notes": "Poland is a medium-sized nation located in central Europe with a history and culture shaped by a millennium of conflict across the European continent.",
    "rank": "#23",
    "ppp_pc": "$27,690",
    "country_name": "Poland",
    "population": "37.9 million"
  },
  {
    "gdp": "$1.4 trillion",
    "notes": "South Korea, officially the Republic of Korea, is a nation in eastern Asia with a long history of conflict that occupies the southern portion of the Korean Peninsula.",
    "rank": "#24",
    "ppp_pc": "$37,731",
    "country_name": "South Korea",
    "population": "51.2 million"
  },
  {
    "gdp": "$348.7 billion",
    "notes": "The United Arab Emirates, or UAE, is a federation of seven emirates on the southeast end of the Arabian Peninsula. The country, wedged between between Oman and Saudi Arabia, has rocky desert, wetlands, waterless mountains and coastlines that stretch along the Gulf of Oman and the Persian Gulf.",
    "rank": "#25",
    "ppp_pc": "$68,092",
    "country_name": "United Arab Emirates",
    "population": "9.3 million"
  },
  {
    "gdp": "$192.9 billion",
    "notes": "The Czech Republic may have been born in 1993, but the nation’s history goes back more than 1,000 years. Its location in the heart of Central Europe has nurtured a rich culture yet provided its people with a reserve born from interference and invasions from larger powers. Perhaps due to the country’s history, the people are among the least religious in the world.",
    "rank": "#26",
    "ppp_pc": "$33,529",
    "country_name": "Czech Republic",
    "population": "10.6 million"
  },
  {
    "gdp": "$124.3 billion",
    "notes": "Hungary is a landlocked central European country with Christian roots, which for centuries served as a barrier for Ottoman Turkish expansion in Europe. While Hungary enjoys the relative economic prosperity typical of many European countries, it is linguistically isolated from its European peers. Over a beer and goulash, most of Hungary’s 9.9 million citizens speak Hungarian, or Magyar. Like Finnish and Estonian, the language is one of the few non-Indo-European languages in Europe.",
    "rank": "#27",
    "ppp_pc": "$27,475",
    "country_name": "Hungary",
    "population": "9.8 million"
  },
  {
    "gdp": "$296.4 billion",
    "notes": "Located in two separate regions in the South China Sea, Malaysia is a small country with a fast-growing economy. Once a British colony, the country is home to about 29 million people, many of whom live in or near the capital city of Kuala Lumpur. Located on an ocean trade route, Malaysia came under the influence of China, India, the Middle East and eventually Great Britain in the late 18th century. The Federation of Malaysia was formed in 1948 by the unification of former British-ruled territories along the Malay Peninsula. In 1963, the former British colonies of Singapore, Sabah and Sarawak, joined the Federation, thereafter known simply as Malaysia.",
    "rank": "#28",
    "ppp_pc": "$27,292",
    "country_name": "Malaysia",
    "population": "31.2 million"
  },
  {
    "gdp": "$194.6 billion",
    "notes": "Located in southeastern Europe, Greece as an independent nation is young, existing since the 19th century. Its civilization, however, is one of history’s oldest and most influential, credited with creating the concept of democracy as well as the ancient Olympic Games, and laying Western foundations in science, the arts and philosophy.",
    "rank": "#29",
    "ppp_pc": "$26,829",
    "country_name": "Greece",
    "population": "10.7 million"
  },
  {
    "gdp": "$406.8 billion",
    "notes": "Thailand, which translates to “land of the free,” is the only Southeast Asian nation that did not encounter European colonization. Located just above the equator, the nation is wedged into the Indochina peninsula with neighbors Myanmar, Laos and Cambodia and has an arm that extends out to Malaysia.",
    "rank": "#30",
    "ppp_pc": "$16,885",
    "country_name": "Thailand",
    "population": "68.9 million"
  },
  {
    "gdp": "$52.4 billion",
    "notes": "Located in the southeastern corner of the Balkans, Bulgaria sits at the junction of Europe and Asia. Its location has made it susceptible to invasions in the past, but it also has provided a rich culture – the country is the birthplace of the Cyrillic script.",
    "rank": "#31",
    "ppp_pc": "$20,355",
    "country_name": "Bulgaria",
    "population": "7.1 million"
  },
  {
    "gdp": "$2.3 trillion",
    "notes": "Located in Southeast Asia, India sits on a peninsula that extends between the Bay of Bengal and the Arabian Sea. The country, the birthplace of Hinduism and Buddhism, is the world’s second most-populous nation after China, and has roughly one-sixth of the world’s population. After years of nonviolent struggle against British rule, India gained its independence in 1947.",
    "rank": "#32",
    "ppp_pc": "$6,694",
    "country_name": "India",
    "population": "1.3 billion"
  },
  {
    "gdp": "$50.4 billion",
    "notes": "Croatia has found itself at the crossroads of major historical movements, both East and West. These political shifts have uniquely shaped its present-day borders, which curve around Bosnia and Herzegovina in central Europe and stretch along the Adriatic Sea opposite Italy. The nation’s stunning Mediterranean coastline eases into the rugged Dinaric Alps and, continuing northeast, the fertile plains of the Danube River.",
    "rank": "#33",
    "ppp_pc": "$22,937",
    "country_name": "Croatia",
    "population": "4.2 million"
  },
  {
    "gdp": "$932.3 billion",
    "notes": "Made up of a chain of thousands of islands between Asia and Australia, Indonesia is the world's largest archipelagic state and the world’s biggest Muslim-majority nation. Indonesia’s people are diverse, speaking more than 300 languages and ranging from cosmopolitan urbanites to rural villagers. There are hundreds of volcanoes in Indonesia, the most famous of which is Krakatoa, whose explosion in 1883 was one of the most catastrophic in history. Hindu-Buddhist and Muslim kingdoms existed before the arrival of the Dutch, who colonized the archipelago but ceded independence to the country after an occasionally violent struggle in 1949. From 1967 until 1988, President Suharto ruled Indonesia with an iron hand. Free and fair elections took place in 1999, after rioting toppled his dictatorship.",
    "rank": "#34",
    "ppp_pc": "$11,717",
    "country_name": "Indonesia",
    "population": "261.1 million"
  },
  {
    "gdp": "$318.7 billion",
    "notes": "Israel, the only Jewish nation in the world, is a small country on the eastern shore of the Mediterranean Sea. For its relatively small size, the country has played a large role in global affairs. The country has a strong economy, landmarks of significance to several religions and strained relationships with many of its Arab neighbors.",
    "rank": "#35",
    "ppp_pc": "$35,220",
    "country_name": "Israel",
    "population": "8.5 million"
  },
  {
    "gdp": "$44.0 billion",
    "notes": "Slovenia is a small country located in southern Central Europe, bordered by Croatia, Hungary, Austria, Italy and the Adriatic Sea. Slovenia had been ruled by many larger states dating to the Roman Empire and later the Habsburgs of Austria. Following World War I and the collapse of the Austro-Hungarian Empire, Slovenia achieved self-determination, eventually merging with Croatia and Serbia to first form a Kingdom of Yugoslavia. After World War II, Slovenia was part of a reformed socialist Republic of Yugoslavia. It declared independence in 1991 from the former Yugoslavia and today the country has a parliamentary democracy form of government.",
    "rank": "#36",
    "ppp_pc": "$32,216",
    "country_name": "Slovenia",
    "population": "2.1 million"
  },
  {
    "gdp": "$304.9 billion",
    "notes": "Thousands of islands in the South China Sea comprise the tropical nation of the Philippines. The land of beautiful beaches and abundant biodiversity has long been plagued by political instability, but its resilient economy continues to improve and push ahead of others in the region. The Republic of the Philippines claimed independence from Japan after World War II in 1946 with assistance from the United States, which had exercised colonial rule over the nation earlier in the century. American influence and ties remain prevalent in the Filipino society, although the relationship has become more strained since the 2016 election of President Rodrigo Duterte.",
    "rank": "#37",
    "ppp_pc": "$7,739",
    "country_name": "Philippines",
    "population": "103.3 million"
  },
  {
    "gdp": "$1.3 trillion",
    "notes": "The scale of Russia is difficult to imagine. It is the world’s largest country by land mass – nearly twice as big as Canada, the world’s second-largest nation – and covers all of northern Asia and much of Eastern Europe. It shares land borders with more than a dozen countries, and shares sea borders with Japan and the United States.",
    "rank": "#38",
    "ppp_pc": "$26,926",
    "country_name": "Russia",
    "population": "144.3 million"
  },
  {
    "gdp": "$186.7 billion",
    "notes": "Romania is the largest of the Balkan nations, tucked between Bulgaria and Ukraine in southeastern Europe along the Black Sea. It is a jigsaw of distinct regions, each with their own history and influence. In the 1860s the principalities of Moldavia and Wallachia united to form Romania and in 1877 it gained its independence from the Ottoman Empire. Transylvania, which was ruled by Austria and Hungary, was later acquired by Romania after fighting for the Allies in World War I.",
    "rank": "#39",
    "ppp_pc": "$22,349",
    "country_name": "Romania",
    "population": "19.7 million"
  },
  {
    "gdp": "$202.6 billion",
    "notes": "Curving along the eastern edge of the Indochina Peninsula, Vietnam shares long stretches of its borders with Cambodia, Laos and the South China Sea. Occupied by the French until 1954, a communist state emerged in 1975 after the People’s Army of the north and Viet Cong guerilla fighters defeated the anti-communist south. The bitter war garnered international attention and participation, especially from the United States, at a critical juncture in the Cold War era in which communism was gaining ground on the global stage. “Doi moi” economic policy reforms beginning in 1986 have helped The Socialist Republic of Vietnam transition to a more modern, competitive nation.",
    "rank": "#40",
    "ppp_pc": "$6,423",
    "country_name": "Vietnam",
    "population": "92.7 million"
  },
  {
    "gdp": "$646.4 billion",
    "notes": "Saudi Arabia is the giant of the Middle East, with both the vast majority of land and wealth of the Arabian Peninsula falling within its borders. Millions of devout Muslims from around the world participate in a pilgrimage to Mecca each year, believed to be the birthplace of the Muslim prophet Mohammed and the cradle of Islam. A fierce religious identity dominates the Sunni-majority nation, with principles of the Koran, conservative Sunni teachings known as Wahhabism and strict Islamic Shariah law present in all aspects of life.",
    "rank": "#41",
    "ppp_pc": "$55,331",
    "country_name": "Saudi Arabia",
    "population": "32.3 million"
  },
  {
    "gdp": "$1.0 trillion",
    "notes": "Bordered by the Pacific Ocean on its West and the Gulf of Mexico to its East, Mexico is the third-largest country in Latin America and has the second-largest economy. The nation is one of contrasts, with terrain encompassing arid lands and Caribbean coastlines and a society that has extremes of wealth and poverty.",
    "rank": "#42",
    "ppp_pc": "$18,935",
    "country_name": "Mexico",
    "population": "127.5 million"
  },
  {
    "gdp": "$247.0 billion",
    "notes": "Distance is one way to define Chile, a long, narrow country on South America’s western coastline whose dramatic landscapes may play a part in the country’s history of producing great poets. A trip from the country’s northern border with Peru to its southern tip at Cape Horn covers 2,700 miles. Chile is narrow – its widest point is just 150 miles – as its eastern border with Argentina backs up against the Andes, the longest continental mountain range in the world.",
    "rank": "#43",
    "ppp_pc": "$24,089",
    "country_name": "Chile",
    "population": "17.9 million"
  },
  {
    "gdp": "$27.7 billion",
    "notes": "On the edge of eastern Europe, Latvia sits nestled between Estonia and Lithuania. The trio form the Baltic states and share roots in early tribal settlers as well as similarly strategic locations along the Baltic Sea that have led to various coinciding conquests of their land throughout history. Latvia is among the larger European countries in terms of landmass, but low population density has allowed more than half of the country’s geography to remain as natural ecosystems. There is great geographic diversity within the country’s borders, too, from Ventas Rumba, Europe’s widest waterfall, to the towering pines of Gauja National Park and the crystalline Baltic waters along the resort town of Jurmala.",
    "rank": "#44",
    "ppp_pc": "$25,702",
    "country_name": "Latvia",
    "population": "2.0 million"
  },
  {
    "gdp": "$71.6 billion",
    "notes": "The Dominican Republic, the land of merengue and baseball, occupies two-thirds of the island Hispaniola in the Caribbean Sea. It was the site of Christopher Columbus’s arrival in the Americas, as well the first toehold for European settlement. The country’s history reflects many of the historical challenges that the rest of Latin America has faced: civil disorder, ethnic tensions, authoritarian rule and economic upheaval.",
    "rank": "#45",
    "ppp_pc": "$16,071",
    "country_name": "Dominican Republic",
    "population": "10.6 million"
  },
  {
    "gdp": "$857.7 billion",
    "notes": "Founded in 1923, Turkey is home to a unique intersection of culture as the nation bridges Asia with Europe. The country is overwhelmingly Sunni Muslim, though influences of bygone Roman and Byzantine rule pepper the streets and skyline. Extravagant mosques and cathedrals can both be found within blocks of the Grand Bazaar in the city of Istanbul, home to 14 million people. Religious identity is an important part of Turkey’s evolution. For more than a decade, power struggles between a military-backed secular government and an increasingly popular religious movement have raised concerns about government stability.",
    "rank": "#46",
    "ppp_pc": "$24,986",
    "country_name": "Turkey",
    "population": "79.5 million"
  },
  {
    "gdp": "$57.4 billion",
    "notes": "Located in the heart of Central America, Costa Rica has  been one of the most politically and economically stable countries in Central America since its birth in the 19th century The nation compares favorably to its regional neighbors in areas of human development, and it has used its landscapes of jungles, forests and coastlines to develop an international reputation for ecotourism. Costa Rica’s constitution was adopted in 1949, and has since been amended to declare the nation as multicultural and multiethnic.",
    "rank": "#47",
    "ppp_pc": "$16,434",
    "country_name": "Costa Rica",
    "population": "4.9 million"
  },
  {
    "gdp": "$152.5 billion",
    "notes": "Qatar is located on a small desert peninsula that extends northward into the Persian Gulf from the Arabian Peninsula. Qatar became subject to the Islamic caliphate after the rise of Islam in 628 A.D. and was subsequently ruled by a number of local and foreign powers. Once a poor British protectorate, the small nation became an independent state in 1971. Now rich in oil and natural gas, Qatar is one of the wealthiest countries in the world. Just over half of the country’s gross domestic product is comprised of manufacturing, construction and financial services, which has helped the country weather the global decline in oil prices in recent years.",
    "rank": "#48",
    "ppp_pc": "$125,160",
    "country_name": "Qatar",
    "population": "2.6 million"
  },
  {
    "gdp": "$192.1 billion",
    "notes": "Peru is a nation whose history is as diverse as the peaks and valleys of its terrain. A strip of the Andes mountains separates a stretch of coastal plains from the dense Amazon jungle that covers more than half of the country. It is the third-largest country in South America, linking Ecuador and Chile along the west coast and bordering Colombia, Brazil and Bolivia inland. The ancient empire of the Incas was centered in Peru, leaving remnants of an expansive kingdom in its wake. A bite of the indigenous coca leaf can help to settle altitude sickness for those who climb the majestic Incan citadel of Machu Picchu.",
    "rank": "#49",
    "ppp_pc": "$12,913",
    "country_name": "Peru",
    "population": "31.8 million"
  },
  {
    "gdp": "$52.4 billion",
    "notes": "Uruguay spent much of the 20th century under military rule before emerging as a democratic country in 1984. The country’s origins date to the 16th century, when it was discovered by the Portuguese in 1512, but it remained in contention between Spain and Portugal until it gained independence in the 1811 Battle of Las Piedras. A series of civil wars and internal strife occupied most of the 19th century.",
    "rank": "#50",
    "ppp_pc": "$21,395",
    "country_name": "Uruguay",
    "population": "3.4 million"
  },
  {
    "gdp": "$42.1 billion",
    "notes": "Tunisia is a small Arab country in North Africa that represents both the aspirations of freedom and struggles against terrorism that roil the region. Along with neighbors Algeria and Libya, it lines the southern coast of the Mediterranean Sea, a strategic location that has attracted Romans, Arabs, Ottoman Turks and others over the years. At the end of 2010, rising inflation and a lack of political freedom combined with high unemployment - particularly among college graduates - ignited public protests that set off the “Arab Spring” wave of demonstrations across much of the Arab World that called for greater freedoms.",
    "rank": "#51",
    "ppp_pc": "$11,631",
    "country_name": "Tunisia",
    "population": "11.4 million"
  },
  {
    "gdp": "$1.8 trillion",
    "notes": "Occupying half of South America’s land mass, Brazil is the giant of the continent – both in size and in population. Brazil’s history is filled with economic turmoil, veering from boom to bust, and its culture is a melting pot that has traditionally welcomed the world.",
    "rank": "#52",
    "ppp_pc": "$15,238",
    "country_name": "Brazil",
    "population": "207.7 million"
  },
  {
    "gdp": "$101.4 billion",
    "notes": "The Kingdom of Morocco is a Muslim country in western North Africa, with coastlines on the Atlantic Ocean and Mediterranean Sea. Just an hour ferry ride from Spain, the country has a unique mix of Arab, Berber, African and European cultural influences. Unlike many of its neighbors, Morocco remained independent for much of its history. Once part of the Roman Empire, the country was ruled by a series of kingdoms after the Arab conquest of the late seventh century. Morocco thwarted attempts at Turkish and European control until the country became a French protectorate from 1912 to 1956, when it gained independence.",
    "rank": "#53",
    "ppp_pc": "$8,160",
    "country_name": "Morocco",
    "population": "35.3 million"
  },
  {
    "gdp": "$81.3 billion",
    "notes": "Referred to as the teardrop of India, Sri Lanka sits just off the southeast coast in the Indian Ocean. Scars of a bitter civil war are fading, and an island nation rich with resources and ripe for adventure is shining through.",
    "rank": "#54",
    "ppp_pc": "$12,285",
    "country_name": "Sri Lanka",
    "population": "21.2 million"
  },
  {
    "gdp": "$55.2 billion",
    "notes": "Panama is a Central American nation that connects Costa Rica and South America by way of Colombia. Much of the country’s narrative is tied to a connector of another kind: the Panama Canal, a hub of global trade and transportation that joins the Atlantic and Pacific Oceans through the Caribbean Sea. Construction of the canal began immediately after Panama’s secession from Colombia at the turn of the 20th century. The two nations, along with Ecuador and Venezuela initially, claimed joint independence from Spain in 1821. The massive project was financed and built by the United States in return for a claim to sovereignty over land on either side of it, effectively splitting Panama in half.",
    "rank": "#55",
    "ppp_pc": "$22,989",
    "country_name": "Panama",
    "population": "4.0 million"
  },
  {
    "gdp": "$545.9 billion",
    "notes": "Argentina, the birthplace of tango, has experienced its share of tragedy and hardship since it became an independent nation in the early 19th century. During the 20th century, Argentina tilted between democracy and authoritarian rule, marked by the 1976-1983 “Dirty War” launched against political opponents of the country’s military government. Democracy returned to Argentina in 1983. The overwhelming majority of its citizens are ethnically European or partially European, reflecting the country’s 16th-century Spanish colonization and the waves of 19th and early 20th century immigration that flowed from Europe – particularly Spain and Italy.",
    "rank": "#56",
    "ppp_pc": "$20,053",
    "country_name": "Argentina",
    "population": "43.8 million"
  },
  {
    "gdp": "$70.5 billion",
    "notes": "When Kenya claimed its independence from the U.K. in 1963, leaders of the newly formed republic promoted a sense of national unity using the motto “harambee,” Swahili for ‘pulling together.’ The sentiment holds true today in a country that blends the rich culture and traditions of dozens of varied groups that call it home.",
    "rank": "#57",
    "ppp_pc": "$3,364",
    "country_name": "Kenya",
    "population": "48.5 million"
  },
  {
    "gdp": "$67.4 billion",
    "notes": "The history of Myanmar, also known as Burma, is marked by ethnic violence and widespread impoverishment as it has convulsed between democratic freedom and brutal authoritarian rule. The country, a medium-sized nation in Southeast Asia that borders Bangladesh, India, China, Laos and Thailand, is populated by several ethnic groups, with the Burmese dominating the population, politics, economy and society.",
    "rank": "#58",
    "ppp_pc": "$5,804",
    "country_name": "Myanmar",
    "population": "52.9 million"
  },
  {
    "gdp": "$97.8 billion",
    "notes": "Named for its proximity to the Earth’s equator, the South American nation of Ecuador is home to a more dynamic society than its straightforward name may suggest. Tremendous culture is packed within a nation a quarter the size of its neighbors, Colombia and Peru. Once part of the Inca Empire, Ecuador won independence from Spain in the early 1800s and was one of three countries that emerged from the 19th-century collapse of Gran Colombia. Its current population -- largely of mixed indigenous and European descent -- is a clear manifestation of these distinctive roots. Spanish is the official language, and Incan Quechua is used in formal intercultural relations.",
    "rank": "#59",
    "ppp_pc": "$11,185",
    "country_name": "Ecuador",
    "population": "16.4 million"
  },
  {
    "gdp": "$47.4 billion",
    "notes": "Carved out of Russia’s east border, Belarus sits among a group of post-Soviet states in East Europe to the north of Ukraine. The nation claimed its independence in 1991 after seven decades under the USSR. Though landlocked, more than 11,000 lakes and ancient, enchanting woodlands cover the flat landscape. Despite operating under an autonomous government, Belarus maintains extremely close political and economic ties with Russia. Isolationist trade policies are fueled by priority access to cheap oil from Russia, a relationship that has been called into question more than once in the last decade.",
    "rank": "#60",
    "ppp_pc": "$18,073",
    "country_name": "Belarus",
    "population": "9.5 million"
  },
  {
    "gdp": "$31.9 billion",
    "notes": "Off the east coast of Saudi Arabia, a collection of a few dozen small islands comprise the Kingdom of Bahrain. It is one of seven Arab states that border the Persian Gulf and, with the exception of Iraq, belong to the Gulf Cooperation Council, a political and economic union in the region. Much of Bahrain’s identity stems from its relationship with the water surrounding it; translated from Arabic, its name means “the two seas.” In 1932, it was the first to discover oil off of its shores in the Persian Gulf. While its petroleum industry has not matched the same production level or profitability as Saudi Arabia and the United Arab Emirates have achieved, its central location to oil transit gives Bahrain a strategic advantage and an important role in foreign relations.",
    "rank": "#61",
    "ppp_pc": "$50,719",
    "country_name": "Bahrain",
    "population": "1.4 million"
  },
  {
    "gdp": "$294.8 billion",
    "notes": "South Africa is located on the southern tip of Africa, with coastlines on both the Atlantic and Indian oceans. Africa’s third-largest economy behind Nigeria and Egypt, South Africa draws hundreds of thousands of visitors each year eager to see its impressive terrain, wildlife and cultural diversity. Although South Africa has come a long way since the end of apartheid in 1994, it remains a country of vast inequality and high crime. While the country is dotted with world-class dining, trendy shops, sprawling vineyards and upscale safari lodges, townships lacking basic infrastructure are often only a short distance away.",
    "rank": "#62",
    "ppp_pc": "$13,291",
    "country_name": "South Africa",
    "population": "55.9 million"
  },
  {
    "gdp": "$33.8 billion",
    "notes": "Named after a key leader in the Latin American independence revolutions of the early 19th century, Bolivia is a landlocked nation in central South America that reflects the region’s rich yet painful past as well as present-day challenges and promise. Bolivia is a multiethnic country that has a large proportion of indigenous people. Other groups include mestizo (mixed Indian and European descent) and European.",
    "rank": "#63",
    "ppp_pc": "$7,229",
    "country_name": "Bolivia",
    "population": "10.9 million"
  },
  {
    "gdp": "$133.7 billion",
    "notes": "Kazakhstan, the world's largest landlocked country, is located mostly in Central Asia, with a small section in easternmost Europe. The country has the largest economy in the region, fueled mostly by its vast natural resources. Present day Kazakhstan was part of various empires throughout the centuries, including the Mongols in the 13th and 14th centuries. The area came under Russian control in the 18th century and became a Soviet Republic in 1936. In 1991, it was the last of the Soviet republics to declare independence after the fall of the Soviet Union.",
    "rank": "#64",
    "ppp_pc": "$25,167",
    "country_name": "Kazakhstan",
    "population": "17.8 million"
  },
  {
    "gdp": "$282.5 billion",
    "notes": "Colombia is located in the northwest corner of South America and is the continent’s most populous Spanish-speaking nation. Roughly twice the geographic size of France, Colombia is bordered by both the Pacific Ocean and Caribbean Sea, as well as Panama, Venezuela, Brazil, Peru and Ecuador. Colombia won independence from Spain in the early 19th century, and was one of three countries that formed out of the 19th-century collapse of Gran Colombia – the other two nations being Ecuador and Venezuela. Today the country is a democratic republic with universal suffrage, with separate executive, legislative and judicial branches of the federal government.",
    "rank": "#65",
    "ppp_pc": "$14,126",
    "country_name": "Colombia",
    "population": "48.7 million"
  },
  {
    "gdp": "$42.7 billion",
    "notes": "The former Gold Coast, named for its rich deposits of the precious metal, became the Republic of Ghana in 1957 when it gained independence from British colonial rule. An ancient trade route once ran through west Africa, crossing through Ghana and neighbors Togo and Cote d’Ivoire. The discovery of gold made Ghana one of the first places in sub-Saharan Africa to attract European traders; it was also the first nation in the region to break colonial rule.",
    "rank": "#66",
    "ppp_pc": "$4,383",
    "country_name": "Ghana",
    "population": "28.2 million"
  },
  {
    "gdp": "$37.8 billion",
    "notes": "Azerbaijan is a small nation located in the Caucasus region, straddling Europe and Asia. Situated at a geographic crossroads, the land was ruled by many empires before it first became a democratic republic in 1918, following World War I. Just two years later, however, it was absorbed into the Soviet Union. In 1991 Azerbaijan emerged as an independent republic following the Soviet collapse.",
    "rank": "#67",
    "ppp_pc": "$17,453",
    "country_name": "Azerbaijan",
    "population": "9.8 million"
  },
  {
    "gdp": "$68.8 billion",
    "notes": "Home to much of Mayan civilization, Guatemala is the most populous country in Central America, touching Mexico’s southern border and possessing coastlines on the Pacific Ocean and Caribbean Sea. Guatemalans have traveled a painful road to present-day democracy. The country won independence from Spain in the early 19th century, but civil discord and authoritarian rule has marked much of the country’s history.",
    "rank": "#68",
    "ppp_pc": "$7,945",
    "country_name": "Guatemala",
    "population": "16.6 million"
  },
  {
    "gdp": "$47.4 billion",
    "notes": "Tanzania is an East African country home to the continent’s highest mountain – Kilimanjaro – and the world’s second-deepest lake, Lake Tanganyika. It also includes the Zanzibar Archipelago, several islands – sometimes called the “spice islands” – in the Indian Ocean.",
    "rank": "#69",
    "ppp_pc": "$3,090",
    "country_name": "Tanzania",
    "population": "55.6 million"
  },
  {
    "gdp": "$336.3 billion",
    "notes": "Egypt, with vast swaths of desert in its east and west and the rich Nile River Valley at its heart, is site to one of the world’s earliest and greatest civilizations. Its location at the northeast corner of Africa bordering the Mediterranean Sea has made it a cultural and trading center. But its location has also made it a prize to claim by empires and put it at the center of social and religious movements.",
    "rank": "#70",
    "ppp_pc": "$12,551",
    "country_name": "Egypt",
    "population": "95.7 million"
  }
]